{
    "questions": [
        {
            "question": "تدور الأرض حول الشمس.",
            "isTrue": true,
            "explanation": "تدور الأرض حول الشمس في مدار إهليلجي. هذه الحركة، بالإضافة إلى ميل محور الأرض، تسبب الفصول الأربعة."
        },
        {
            "question": "يغلي الماء عند 100 درجة مئوية على مستوى سطح البحر.",
            "isTrue": true,
            "explanation": "عند الضغط الجوي القياسي (مستوى سطح البحر)، تكون نقطة غليان الماء النقي 100 درجة مئوية (212 درجة فهرنهايت) بالضبط. تتغير درجة الحرارة هذه مع الارتفاع والضغط."
        },
        {
            "question": "الألماس هو أصلب مادة طبيعية معروفة.",
            "isTrue": true,
            "explanation": "يصنف الألماس 10 على مقياس موس لصلابة المعادن، مما يجعله أصلب مادة طبيعية موجودة على وجه الأرض."
        },
        {
            "question": "ينتقل الصوت بشكل أسرع في الفراغ منه في الهواء.",
            "isTrue": false,
            "explanation": "يتطلب الصوت وسطًا (مثل الهواء أو الماء أو المواد الصلبة) للانتقال. لا يمكنه الانتقال في الفراغ لأنه لا توجد جزيئات لنقل الاهتزازات."
        },
        {
            "question": "الرمز الكيميائي للذهب هو Go.",
            "isTrue": false,
            "explanation": "الرمز الكيميائي للذهب هو Au، مشتق من اسمه اللاتيني 'aurum'. 'Go' ليس رمزًا كيميائيًا صالحًا."
        },
        {
            "question": "التمثيل الضوئي هو العملية التي تستخدمها النباتات لتحويل الضوء إلى طاقة.",
            "isTrue": true,
            "explanation": "التمثيل الضوئي هو العملية التي تستخدمها النباتات الخضراء وبعض الكائنات الحية الأخرى ضوء الشمس لتصنيع الطعام بمساعدة الكلوروفيل، وتحويل الطاقة الضوئية إلى طاقة كيميائية."
        },
        {
            "question": "الجاذبية هي قوة تجذب الأجسام ذات الكتلة نحو بعضها البعض.",
            "isTrue": true,
            "explanation": "الجاذبية هي إحدى القوى الأساسية الأربع في الطبيعة. إنها القوة التي تسحب الأجسام ذات الكتلة أو الطاقة نحو بعضها البعض."
        },
        {
            "question": "الحمض النووي (DNA) هو هيكل حلزوني واحد.",
            "isTrue": false,
            "explanation": "يشتهر الحمض النووي (DNA) بهيكله الحلزوني المزدوج، الذي يشبه سلمًا ملتويًا. أما الحمض النووي الريبوزي (RNA) فعادة ما يكون أحادي الشريط."
        },
        {
            "question": "تدور الإلكترونات حول نواة الذرة.",
            "isTrue": true,
            "explanation": "الإلكترونات هي جسيمات سالبة الشحنة تتحرك بسرعة حول النواة الموجبة الشحنة للذرة في أغلفة أو مدارات إلكترونية."
        },
        {
            "question": "لب الأرض الخارجي صلب.",
            "isTrue": false,
            "explanation": "اللب الخارجي للأرض عبارة عن طبقة سائلة تتكون أساسًا من الحديد والنيكل، بينما اللب الداخلي صلب."
        },
        {
            "question": "يتنفس البشر ثاني أكسيد الكربون ويزفرون الأكسجين.",
            "isTrue": false,
            "explanation": "يتنفس البشر الأكسجين ويزفرون ثاني أكسيد الكربون كمنتج نفايات للتنفس الخلوي."
        },
        {
            "question": "سرعة الضوء ثابتة في الفراغ.",
            "isTrue": true,
            "explanation": "سرعة الضوء في الفراغ (حوالي 299,792,458 مترًا في الثانية) هي ثابت فيزيائي أساسي وهي نفسها لجميع المراقبين، بغض النظر عن حركتهم."
        },
        {
            "question": "المعادن موصلة جيدة للكهرباء بشكل عام.",
            "isTrue": true,
            "explanation": "تحتوي المعادن على إلكترونات حرة الحركة تسمح لها بتوصيل الكهرباء والحرارة بكفاءة."
        },
        {
            "question": "جميع الكواكب في نظامنا الشمسي تدور حول الشمس في نفس الاتجاه.",
            "isTrue": true,
            "explanation": "تدور جميع الكواكب الثمانية في نظامنا الشمسي حول الشمس في نفس الاتجاه (عكس اتجاه عقارب الساعة عند النظر إليها من فوق القطب الشمالي للشمس)، وهو بقايا لاتجاه دوران القرص الكوكبي الأولي الذي تشكلت منه."
        },
            {
            "question": "تتضمن الرابطة التساهمية مشاركة الإلكترونات بين الذرات.",
            "isTrue": true,
            "explanation": "الرابطة التساهمية هي رابطة كيميائية تتكون عندما تشارك ذرتان الإلكترونات، عادة لتحقيق تكوين إلكتروني مستقر."
        },
        {
            "question": "للبروتونات شحنة سالبة.",
            "isTrue": false,
            "explanation": "البروتونات هي جسيمات دون ذرية موجبة الشحنة توجد في نواة الذرة. الإلكترونات سالبة الشحنة."
        },
        {
            "question": "القمر يولد ضوءه الخاص.",
            "isTrue": false,
            "explanation": "القمر لا ينتج ضوءه الخاص؛ بل يعكس ضوء الشمس."
        },
        {
            "question": "الصدأ هو شكل من أشكال الأكسدة.",
            "isTrue": true,
            "explanation": "يتشكل الصدأ (أكسيد الحديد) عندما يتعرض الحديد أو سبيكة تحتوي على الحديد (مثل الفولاذ) للأكسجين والرطوبة، وهي تفاعل كيميائي يعرف بالأكسدة."
        },
        {
            "question": "البكتيريا دائمًا ضارة بالبشر.",
            "isTrue": false,
            "explanation": "بينما تسبب بعض البكتيريا الأمراض، فإن العديد منها مفيد للبشر، حيث تساعد في الهضم، وتنتج الفيتامينات، وتلعب أدوارًا حيوية في النظم البيئية."
        },
        {
            "question": "أقوى عضلة في جسم الإنسان هي اللسان.",
            "isTrue": false,
            "explanation": "تعتبر العضلة الماضغة (عضلة الفك) الأقوى من حيث القوة، بينما تعد عضلة الألوية الكبرى (عضلة الأرداف) الأكبر والأقوى من حيث القدرة."
        },
        {
            "question": "الثدييات حيوانات ذات دم دافئ.",
            "isTrue": true,
            "explanation": "الثدييات حيوانات داخلية الحرارة (ذات دم دافئ)، مما يعني أنها تستطيع تنظيم درجة حرارة جسمها داخليًا."
        },
        {
            "question": "الغلاف الجوي للأرض يتكون أساسًا من النيتروجين.",
            "isTrue": true,
            "explanation": "يشكل النيتروجين حوالي 78% من الغلاف الجوي للأرض، يليه الأكسجين بنحو 21%."
        },
        {
            "question": "المغناطيسية هي شكل من أشكال الطاقة.",
            "isTrue": true,
            "explanation": "المغناطيسية هي قوة أساسية، وتخزن الحقول المغناطيسية وتنقل الطاقة، على سبيل المثال، في المولدات أو المحركات الكهربائية."
        },
        {
            "question": "للسائل شكل محدد ولكن ليس حجمًا محددًا.",
            "isTrue": false,
            "explanation": "للسائل حجم محدد ولكنه يأخذ شكل وعائه. أما المادة الصلبة فلها شكل وحجم محددين."
        },
        {
            "question": "جميع الكائنات الحية تتكون من خلايا.",
            "isTrue": true,
            "explanation": "تنص النظرية الخلوية على أن جميع الكائنات الحية المعروفة تتكون من خلية واحدة أو أكثر، وأن الخلايا هي الوحدة الهيكلية والوظيفية الأساسية لجميع الكائنات الحية المعروفة."
        },
        {
            "question": "يقيس مقياس ريختر سرعة الرياح.",
            "isTrue": false,
            "explanation": "يستخدم مقياس ريختر لقياس قوة الزلازل. تقاس سرعة الرياح عادة باستخدام مقياس شدة الريح أو مقاييس مثل مقياس بوفورت."
        },
        {
            "question": "الموجات الصوتية هي موجات عرضية.",
            "isTrue": false,
            "explanation": "الموجات الصوتية هي موجات طولية، مما يعني أن جزيئات الوسط تهتز بشكل موازٍ لاتجاه انتشار الموجة. الموجات الضوئية عرضية."
        },
        {
            "question": "يحتوي جسم الإنسان على 206 عظمة.",
            "isTrue": true,
            "explanation": "يتكون الهيكل العظمي للإنسان البالغ عادة من 206 عظمة."
        },
        {
            "question": "الضوء ينتقل في خطوط مستقيمة.",
            "isTrue": true,
            "explanation": "في وسط متجانس، ينتقل الضوء في خطوط مستقيمة. هذا المبدأ أساسي في البصريات الهندسية."
        },
        {
            "question": "الرمز الكيميائي للماء هو H2O.",
            "isTrue": true,
            "explanation": "H2O هي الصيغة الكيميائية للماء، وتشير إلى ذرتين هيدروجين وذرة أكسجين واحدة."
        },
        {
            "question": "يحمينا المجال المغناطيسي للأرض من الإشعاع الشمسي الضار.",
            "isTrue": true,
            "explanation": "المجال المغناطيسي للأرض (الغلاف المغناطيسي) يحرف معظم الجسيمات المشحونة من الرياح الشمسية والأشعة الكونية، مما يحمي الحياة على الأرض."
        },
        {
            "question": "يحتوي قلب الإنسان على أربع حجرات.",
            "isTrue": true,
            "explanation": "يتكون قلب الإنسان من أربع حجرات: أذينتان (حجرات علوية) وبطينان (حجرات سفلية)."
        },
        {
            "question": "جميع ذرات العنصر لها نفس عدد النيوترونات.",
            "isTrue": false,
            "explanation": "ذرات العنصر نفسه لديها دائمًا نفس عدد البروتونات (العدد الذري)، ولكن يمكن أن يكون لديها أعداد مختلفة من النيوترونات. تسمى هذه الاختلافات بالمتصاوغات (النظائر)."
        },
        {
            "question": "الأحماض لها رقم هيدروجيني أقل من 7.",
            "isTrue": true,
            "explanation": "يتراوح مقياس الرقم الهيدروجيني من 0 إلى 14. يشير الرقم الهيدروجيني الأقل من 7 إلى الحمضية، و7 هو محايد، وأكبر من 7 يشير إلى القلوية (القاعدية)."
        },
        {
            "question": "أكبر عضو في جسم الإنسان هو الكبد.",
            "isTrue": false,
            "explanation": "الجلد هو أكبر عضو في جسم الإنسان، من حيث مساحة السطح والوزن."
        },
        {
            "question": "يمكن للطاقة أن تُخلق أو تُدمَّر.",
            "isTrue": false,
            "explanation": "ينص قانون حفظ الطاقة على أن الطاقة لا يمكن خلقها أو تدميرها، ولكن يمكن تحويلها من شكل إلى آخر."
        },
        {
            "question": "الحفرية هي أي بقايا محفوظة، أو أثر، أو بصمة لأي شيء كان حيًا في عصر جيولوجي سابق.",
            "isTrue": true,
            "explanation": "هذا هو تعريف الحفرية. إنها تقدم أدلة حاسمة حول الحياة الماضية على الأرض."
        },
        {
            "question": "نظرية الانفجار العظيم تصف نشأة الكون.",
            "isTrue": true,
            "explanation": "نظرية الانفجار العظيم هي النموذج الكوني الرائد للكون المرصود منذ أقدم الفترات المعروفة وحتى تطوره اللاحق على نطاق واسع."
        },
        {
            "question": "الكلوروفيل يجعل النباتات خضراء.",
            "isTrue": true,
            "explanation": "الكلوروفيل هو صبغة خضراء توجد في بلاستيدات النباتات الخضراء تمتص ضوء الشمس لعملية التمثيل الضوئي، وتعكس طيف الضوء الأخضر."
        },
        {
            "question": "عملية التبخر تحول السائل إلى غاز.",
            "isTrue": true,
            "explanation": "التبخر هو نوع من التبخير يحدث على سطح السائل عندما يتحول إلى الحالة الغازية."
        },
        {
            "question": "المريخ يُعرف باسم 'الكوكب الأحمر'.",
            "isTrue": true,
            "explanation": "يُطلق على المريخ غالبًا اسم الكوكب الأحمر بسبب وجود أكسيد الحديد (الصدأ) على سطحه، مما يمنحه لونًا أحمر."
        },
        {
            "question": "يستخدم دماغ الإنسان 20% من إجمالي الأكسجين والسعرات الحرارية في الجسم.",
            "isTrue": true,
            "explanation": "على الرغم من أن الدماغ لا يشكل سوى حوالي 2% من وزن الجسم، إلا أنه عضو نشط للغاية يستهلك جزءًا كبيرًا من طاقة الجسم وأكسجينه."
        },
        {
            "question": "المواد العازلة توصل الحرارة والكهرباء جيداً.",
            "isTrue": false,
            "explanation": "المواد العازلة هي مواد تقاوم تدفق الحرارة والكهرباء. على العكس من ذلك، تسمح الموصلات بتدفقهما بسهولة."
        },
        {
            "question": "جميع النجوم أكبر من شمسنا.",
            "isTrue": false,
            "explanation": "شمسنا تعتبر نجمًا متوسط الحجم. هناك العديد من النجوم الأصغر بكثير (مثل الأقزام الحمراء) والأكبر بكثير (مثل العمالقة الحمراء والعمالقة الفائقة) من الشمس."
        },
        {
            "question": "الدراسة العلمية للطقس تسمى الجيولوجيا.",
            "isTrue": false,
            "explanation": "الدراسة العلمية للطقس تسمى علم الأرصاد الجوية. الجيولوجيا هي دراسة التركيب الفيزيائي للأرض ومادتها."
        },
        {
            "question": "الأرض مستديرة تمامًا.",
            "isTrue": false,
            "explanation": "الأرض عبارة عن كرويد مفلطح، مما يعني أنها مسطحة قليلاً عند القطبين ومنتفخة عند خط الاستواء بسبب دورانها."
        },
        {
            "question": "تقدم اللقاحات شكلاً ضعيفًا أو غير نشط من مسببات الأمراض لتحفيز المناعة.",
            "isTrue": true,
            "explanation": "تعمل اللقاحات عن طريق تعريض الجهاز المناعي لنسخة غير ضارة من مسببات الأمراض، مما يسمح للجسم بتطوير أجسام مضادة وخلايا ذاكرة دون التسبب في المرض."
        },
        {
            "question": "قشرة الأرض هي الطبقة الأكثر سمكًا.",
            "isTrue": false,
            "explanation": "قشرة الأرض هي الطبقة الأرق، حيث يتراوح سمكها من حوالي 5 كم (3 أميال) تحت المحيطات إلى 70 كم (43 ميلًا) تحت القارات. أما الوشاح فهو أكثر سمكًا بكثير."
        },
        {
            "question": "الجاذبية النوعية للماء هي 1.",
            "isTrue": true,
            "explanation": "الجاذبية النوعية لمادة ما هي كثافتها مقارنة بكثافة مادة مرجعية (عادة الماء عند 4 درجات مئوية). بما أن الماء هو المرجع، فإن جاذبيته النوعية هي 1."
        },
        {
            "question": "عين الإنسان تحتوي على نوع واحد فقط من الخلايا المستقبلة للضوء.",
            "isTrue": false,
            "explanation": "عين الإنسان تحتوي على نوعين رئيسيين من الخلايا المستقبلة للضوء: العصي (للرؤية في الإضاءة المنخفضة والرؤية المحيطية) والمخاريط (لرؤية الألوان والتفاصيل الدقيقة)."
        },
        {
            "question": "ينتقل الصوت بشكل أسرع في المواد الصلبة منه في السوائل أو الغازات.",
            "isTrue": true,
            "explanation": "تنتقل الموجات الصوتية عن طريق اهتزاز الجسيمات. وعادة ما تكون الجسيمات متراصة بشكل أوثق في المواد الصلبة منها في السوائل أو الغازات، مما يسمح للاهتزازات بالانتقال بكفاءة وسرعة أكبر."
        },
        {
            "question": "الكويكب هو جسم صخري صغير يدور حول الشمس.",
            "isTrue": true,
            "explanation": "الكويكبات هي بقايا صخرية عديمة الهواء متبقية من التكوين المبكر لنظامنا الشمسي."
        },
        {
            "question": "الصيغة الكيميائية لثاني أكسيد الكربون هي CO.",
            "isTrue": false,
            "explanation": "الصيغة الكيميائية لثاني أكسيد الكربون هي CO2، مما يعني ذرة كربون واحدة وذرتين أكسجين. أما CO فهو أول أكسيد الكربون."
        },
        {
            "question": "علم الوراثة هو دراسة الوراثة.",
            "isTrue": true,
            "explanation": "علم الوراثة هو فرع من فروع علم الأحياء يهتم بدراسة الجينات، والتنوع الجيني، والوراثة في الكائنات الحية."
        },
        {
            "question": "للنيوترونات شحنة موجبة.",
            "isTrue": false,
            "explanation": "النيوترونات هي جسيمات دون ذرية متعادلة، أي أنها لا تحمل شحنة كهربائية. البروتونات موجبة، والإلكترونات سالبة."
        },
        {
            "question": "تنخفض نقطة غليان الماء في الارتفاعات العالية.",
            "isTrue": true,
            "explanation": "في الارتفاعات العالية، يكون الضغط الجوي أقل. يغلي الماء عندما يتساوى ضغط بخاره مع الضغط الجوي المحيط، لذلك مع انخفاض الضغط، تقل الحاجة إلى الحرارة."
        },
        {
            "question": "يمكن لأنف الإنسان أن يميز حوالي 10000 رائحة مختلفة.",
            "isTrue": false,
            "explanation": "تشير الأبحاث الحديثة إلى أن أنف الإنسان يمكنه تمييز أكثر من تريليون رائحة مختلفة، متجاوزة بذلك التقديرات السابقة بكثير."
        },
        {
            "question": "تكمل الأرض دورة واحدة حول محورها في 24 ساعة.",
            "isTrue": true,
            "explanation": "دورة كاملة للأرض حول محورها بالنسبة للشمس تحدد يومًا شمسيًا، والذي يبلغ حوالي 24 ساعة."
        },
        {
            "question": "الصفر المطلق هو أدنى درجة حرارة ممكنة.",
            "isTrue": true,
            "explanation": "الصفر المطلق (0 كلفن أو -273.15 درجة مئوية) هو أدنى حد نظري لمقياس درجة الحرارة الثرموديناميكي، حيث تمتلك الجسيمات أدنى طاقة حركية ممكنة."
        },
        {
            "question": "الشمس كوكب.",
            "isTrue": false,
            "explanation": "الشمس نجم، وهي كرة ضخمة من البلازما الساخنة تُحافظ عليها بواسطة الاندماج النووي. الكواكب تدور حول النجوم."
        },
        {
            "question": "بلوتو مصنف ككوكب.",
            "isTrue": false,
            "explanation": "في عام 2006، أعاد الاتحاد الفلكي الدولي تصنيف بلوتو ككوكب قزم، لأنه لم يقم بإزالة الحطام الآخر من مداره."
        },
        {
            "question": "الاحتكاك هو قوة تعيق الحركة.",
            "isTrue": true,
            "explanation": "الاحتكاك هو قوة تقاوم الحركة النسبية أو الميل إلى مثل هذه الحركة بين سطحين متلامسين."
        },
        {
            "question": "يتسبب القمر في المد والجزر على الأرض.",
            "isTrue": true,
            "explanation": "تخلق قوة الجاذبية للقمر، وبدرجة أقل الشمس، انتفاخات من الماء على جانبي الأرض المتعاكسين، مما يؤدي إلى المد والجزر."
        },
        {
            "question": "المضادات الحيوية فعالة ضد الفيروسات.",
            "isTrue": false,
            "explanation": "المضادات الحيوية تستهدف البكتيريا وتقتلها، لكنها غير فعالة ضد الفيروسات. تستخدم مضادات الفيروسات لعلاج العدوى الفيروسية."
        },
        {
            "question": "يقوم المنشور بفصل الضوء الأبيض إلى ألوانه المكونة.",
            "isTrue": true,
            "explanation": "يشتت المنشور الضوء الأبيض إلى طيف ألوانه (الأحمر، البرتقالي، الأصفر، الأخضر، الأزرق، النيلي، البنفسجي) لأن الأطوال الموجية المختلفة للضوء تنحني بزوايا مختلفة قليلاً عند مرورها عبر المنشور."
        },
        {
            "question": "يتكون الغلاف الجوي للزهرة بشكل أساسي من الأكسجين.",
            "isTrue": false,
            "explanation": "يتكون الغلاف الجوي للزهرة بشكل أساسي من ثاني أكسيد الكربون (حوالي 96.5%)، مع كميات كبيرة من النيتروجين والغازات النادرة، مما يخلق تأثيرًا كبيرًا للاحتباس الحراري."
        },
        {
            "question": "البشر لديهم قدرة طبيعية على الرؤية في الظلام الدامس.",
            "isTrue": false,
            "explanation": "لا يستطيع البشر الرؤية في الظلام الدامس. الرؤية تتطلب الضوء. يمكن لعيوننا التكيف مع ظروف الإضاءة المنخفضة جدًا، ولكن ليس الظلام المطلق."
        },
        {
            "question": "سرعة الصوت في الهواء عند درجة حرارة الغرفة تبلغ حوالي 343 مترًا في الثانية.",
            "isTrue": true,
            "explanation": "عند 20 درجة مئوية (68 درجة فهرنهايت)، تبلغ سرعة الصوت في الهواء الجاف حوالي 343 مترًا في الثانية (1,125 قدمًا في الثانية)."
        },
        {
            "question": "جميع النباتات تنتج أزهارًا.",
            "isTrue": false,
            "explanation": "تتكاثر العديد من النباتات، مثل الصنوبريات (أشجار الصنوبر والتنوب)، والسراخس، والطحالب، دون إنتاج أزهار. تسمى النباتات المزهرة بالنباتات المزهرة."
        },
        {
            "question": "أقوى مغناطيس طبيعي هو المغنتيت.",
            "isTrue": true,
            "explanation": "المغنتيت هو أكثر المعادن المغناطيسية طبيعيًا على وجه الأرض."
        },
        {
            "question": "الفيروس كائن حي.",
            "isTrue": false,
            "explanation": "تعتبر الفيروسات غالبًا على الحدود الفاصلة بين الكائنات الحية. فهي تتطلب خلية مضيفة للتكاثر وليس لديها آلياتها الخلوية أو الأيض الخاصة بها."
        },
        {
            "question": "يتكون قلب الأرض أساسًا من الحديد والنيكل.",
            "isTrue": true,
            "explanation": "يتكون قلب الأرض، سواء اللب الخارجي السائل أو اللب الداخلي الصلب، في الغالب من سبائك الحديد والنيكل."
        },
        {
            "question": "للّسان البشري مناطق محددة لتذوق الحلو والحامض والمالح والمر.",
            "isTrue": false,
            "explanation": "مفهوم 'خريطة اللسان' أسطورة. فجميع براعم التذوق، الموزعة على كامل اللسان، يمكنها اكتشاف جميع الأذواق الأساسية الخمسة (الحلو، الحامض، المالح، المر، والأومامي)."
        },
        {
            "question": "يحدث الزلزال نتيجة إطلاق مفاجئ للطاقة في قشرة الأرض.",
            "isTrue": true,
            "explanation": "تحدث الزلازل بسبب الإطلاق المفاجئ للطاقة المتراكمة في الغلاف الصخري للأرض، مما يؤدي إلى حدوث موجات زلزالية."
        },
        {
            "question": "الصوت لا يمكن أن ينتقل عبر الماء.",
            "isTrue": false,
            "explanation": "ينتقل الصوت جيدًا جدًا عبر الماء، بل وأسرع وأبعد من الهواء. تعتمد تقنية السونار على هذه الخاصية."
        },
        {
            "question": "جسم الإنسان لديه عظام أكثر عند الولادة مقارنة بمرحلة البلوغ.",
            "isTrue": true,
            "explanation": "يولد الأطفال بحوالي 300 عظمة. ومع نموهم، تندمج بعض العظام معًا، مما يؤدي إلى وجود 206 عظمة في الهيكل العظمي للبالغين."
        },
        {
            "question": "الرمز الكيميائي للرصاص هو Ld.",
            "isTrue": false,
            "explanation": "الرمز الكيميائي للرصاص هو Pb، مشتق من اسمه اللاتيني 'plumbum'."
        },
        {
            "question": "يتضمن الحمل الحراري انتقال الحرارة عن طريق حركة السوائل.",
            "isTrue": true,
            "explanation": "الحمل الحراري هو عملية انتقال الحرارة في السوائل (السوائل أو الغازات) عن طريق حركة السائل نفسه، حاملاً الطاقة الحرارية."
        },
        {
            "question": "طبقة الأوزون في الغلاف الجوي للأرض تحمينا من الأشعة فوق البنفسجية الضارة.",
            "isTrue": true,
            "explanation": "طبقة الأوزون، وهي منطقة في طبقة الستراتوسفير في الغلاف الجوي للأرض، تمتص معظم الأشعة فوق البنفسجية (UV) الضارة من الشمس."
        },
        {
            "question": "يستخدم الدماغ البشري الجلوكوز كمصدر أساسي للطاقة.",
            "isTrue": true,
            "explanation": "يعتمد الدماغ بشكل شبه حصري على الجلوكوز (سكر بسيط) لتلبية احتياجاته من الطاقة ليعمل بشكل صحيح."
        },
        {
            "question": "جميع أنواع الإشعاع ضارة بالبشر.",
            "isTrue": false,
            "explanation": "بينما يمكن أن يكون الإشعاع المؤين ضارًا، فإن الإشعاع غير المؤين (مثل الضوء المرئي، وموجات الراديو، والموجات الدقيقة المستخدمة في الأجهزة اليومية) ليس ضارًا بشكل عام عند مستويات التعرض العادية."
        },
        {
            "question": "دراسة الصخور تسمى علم الأحياء.",
            "isTrue": false,
            "explanation": "دراسة الصخور تسمى علم الصخور (البترولوجيا)، وهو فرع من فروع الجيولوجيا. علم الأحياء هو دراسة الكائنات الحية."
        },
        {
            "question": "يمكن لجسم الإنسان إنتاج فيتامين C الخاص به.",
            "isTrue": false,
            "explanation": "البشر من بين الثدييات القليلة (إلى جانب خنازير غينيا وبعض الرئيسيات) التي لا تستطيع تخليق فيتامين C داخليًا ويجب أن تحصل عليه من نظامها الغذائي."
        },
        {
            "question": "تحول البطارية الطاقة الكيميائية إلى طاقة كهربائية.",
            "isTrue": true,
            "explanation": "تخزن البطاريات الطاقة الكيميائية وتحولها إلى طاقة كهربائية من خلال تفاعلات كهركيميائية، مما يوفر الطاقة للأجهزة."
        },
        {
            "question": "الأرض هي أكبر كوكب في نظامنا الشمسي.",
            "isTrue": false,
            "explanation": "المشتري هو أكبر كوكب في نظامنا الشمسي، يليه زحل، أورانوس، ونبتون. الأرض هي خامس أكبر كوكب."
        },
        {
            "question": "الفطريات نوع من النباتات.",
            "isTrue": false,
            "explanation": "تنتمي الفطريات إلى مملكتها البيولوجية الخاصة بها (مملكة الفطريات)، منفصلة عن النباتات (مملكة النباتات) والحيوانات (مملكة الحيوانات)."
        },
        {
            "question": "تتضمن عملية الانشطار النووي انقسام نواة ذرية.",
            "isTrue": true,
            "explanation": "الانشطار النووي هو تفاعل نووي أو عملية تحلل إشعاعي تنقسم فيها نواة الذرة إلى نواتين أو أكثر أصغر وأخف."
        },
        {
            "question": "عين الإنسان بها بقعة عمياء.",
            "isTrue": true,
            "explanation": "البقعة العمياء هي منطقة في الشبكية حيث يتصل العصب البصري ولا توجد خلايا مستقبلة للضوء، مما يعني عدم إمكانية اكتشاف أي صورة هناك."
        },
        {
            "question": "السبب الرئيسي لفصول الأرض هو بعدها عن الشمس.",
            "isTrue": false,
            "explanation": "السبب الرئيسي لفصول الأرض هو ميل محورها بالنسبة لمدارها حول الشمس، مما يغير الزاوية التي تسقط بها أشعة الشمس على أجزاء مختلفة من الأرض على مدار العام."
        },
        {
            "question": "تسمى الحيوانات التي تتناول النباتات واللحوم معًا آكلات الأعشاب.",
            "isTrue": false,
            "explanation": "تسمى الحيوانات التي تتناول النباتات واللحوم معًا بـ 'آكلات اللحوم والنباتات'. آكلات الأعشاب تتناول النباتات فقط، وآكلات اللحوم تتناول اللحوم فقط."
        },
        {
            "question": "الرمز الكيميائي للصوديوم هو Na.",
            "isTrue": true,
            "explanation": "الرمز الكيميائي للصوديوم هو Na، مشتق من اسمه اللاتيني 'natrium'."
        },
        {
            "question": "الزائدة الدودية البشرية ليس لها وظيفة معروفة.",
            "isTrue": false,
            "explanation": "على الرغم من النقاش حول وظيفتها الدقيقة، تشير الأبحاث الحديثة إلى أن الزائدة الدودية قد تلعب دورًا في الجهاز المناعي أو تعمل كـ 'ملاذ آمن' لبكتيريا الأمعاء."
        },
        {
            "question": "تعمل الليزر عن طريق تضخيم الضوء.",
            "isTrue": true,
            "explanation": "يرمز LASER إلى Light Amplification by Stimulated Emission of Radiation (تضخيم الضوء بالانبعاث المستحث للإشعاع). تنتج الليزر شعاعًا ضوئيًا متماسكًا ومركّزًا للغاية."
        },
        {
            "question": "أعمق نقطة في محيطات الأرض هي خندق ماريانا.",
            "isTrue": true,
            "explanation": "يحتوي خندق ماريانا، الواقع في غرب المحيط الهادئ، على أعمق نقطة معروفة في محيطات الأرض، وهي خندق تشالنجر."
        },
        {
            "question": "جميع المواد تتكون من ذرات.",
            "isTrue": true,
            "explanation": "وفقًا للنظرية الذرية، تتكون جميع المواد العادية من ذرات، وهي اللبنات الأساسية للعناصر الكيميائية."
        },
        {
            "question": "ينتج جسم الإنسان فيتامين D عند التعرض لأشعة الشمس.",
            "isTrue": true,
            "explanation": "عند التعرض لأشعة الشمس فوق البنفسجية ب (UVB)، يتحول شكل من الكوليسترول في الجلد إلى فيتامين D."
        },
        {
            "question": "الكهرباء الساكنة هي تدفق للإلكترونات.",
            "isTrue": false,
            "explanation": "الكهرباء الساكنة هي عدم توازن في الشحنات الكهربائية داخل أو على سطح المادة. يُسمى تدفق الإلكترونات بالتيار الكهربائي."
        },
        {
            "question": "عمر خلية الدم الحمراء حوالي 120 يومًا.",
            "isTrue": true,
            "explanation": "خلايا الدم الحمراء (الكريات الحمراء) لها عمر قصير نسبيًا يتراوح بين 100 إلى 120 يومًا قبل إزالتها من الدورة الدموية واستبدالها."
        },
        {
            "question": "الثقب الأسود هو منطقة من الزمكان حيث تكون الجاذبية قوية جدًا بحيث لا يمكن لأي شيء، ولا حتى الضوء، الهروب منها.",
            "isTrue": true,
            "explanation": "هذه هي السمة المميزة للثقب الأسود، وهي نتيجة للقوة الجاذبية الهائلة الناتجة عن المادة المضغوطة في مساحة صغيرة جدًا."
        },
        {
            "question": "تتضمن عملية الانتشار تحرك الجسيمات من منطقة تركيز أعلى إلى تركيز أقل.",
            "isTrue": true,
            "explanation": "الانتشار هو الحركة الصافية للجسيمات من منطقة ذات تركيز أعلى إلى منطقة ذات تركيز أقل، مدفوعة بالحركة العشوائية للجسيمات."
        }
    ]
}